Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: It's charged and worn. The sensor needs skin contact to wake.
de: Er ist geladen und wird getragen. Der Sensor braucht Hautkontakt zum Aufwachen.
es: Está cargada y puesta. El sensor necesita contacto con la piel para despertar.
fr: Il est chargé et porté. Le capteur a besoin d'un contact avec la peau pour se réveiller.
it: È carico e indossato. Il sensore ha bisogno del contatto con la pelle per svegliarsi.
pl: Jest naładowany i zużyty. Aby się obudzić, czujnik potrzebuje kontaktu ze skórą.
pt_pt: Está carregado e desgastado. O sensor necessita de contacto com a pele para despertar.
ru: Заряжен и надет. Датчику нужен контакт с кожей, чтобы включиться.
th: ตรวจสอบว่าสายรัดมีแบตเตอรี่และสวมแนบผิว เซ็นเซอร์ต้องสัมผัสผิวจึงจะเริ่มทำงาน
zh_hans: 它已充电并佩戴。传感器需要接触皮肤才能唤醒。
zh_hant: 它已充電並戴上。感測器需要接觸皮膚才能喚醒。

source: It's not a doctor, therapist or trainer
de: Er ist kein Arzt, Therapeut oder Trainer
es: No es médico, terapeuta ni entrenador
fr: Ce n'est pas un médecin, un thérapeute ou un coach sportif
it: Non è un medico, un terapista o un formatore
pl: To nie lekarz, terapeuta ani trener personalny
pt_pt: Não é um médico, terapeuta ou treinador
ru: Это не врач, терапевт или тренер
th: ไม่ใช่แพทย์ นักบำบัด หรือผู้ฝึกสอน
zh_hans: 它不是医生、治疗师或培训师
zh_hant: 它不是醫生、治療師或培訓師

source: It's only as good as its model
de: Er ist nur so gut wie sein Modell
es: Es tan bueno como su modelo
fr: Il ne vaut que son modèle
it: È buono quanto il suo modello
pl: Jest tak dobry, jak jego model
pt_pt: É tão bom quanto seu modelo
ru: Он хорош настолько, насколько хороша его модель
th: มันดีพอๆกับรุ่นของมันเท่านั้น
zh_hans: 它的好坏取决于它的型号
zh_hant: 它的好壞取決於它的型號

source: It's support, not the last word
de: Er ist Unterstützung, nicht das letzte Wort
es: Es apoyo, no la última palabra
fr: C'est un soutien, pas le dernier mot
it: È supporto, non l'ultima parola
pl: To wsparcie, a nie ostatnie słowo
pt_pt: É apoio, não a última palavra
ru: Это поддержка, а не последнее слово
th: เป็นคำแนะนำประกอบ ไม่ใช่ข้อสรุปสุดท้าย
zh_hans: 这是支持，不是最后一句话
zh_hant: 這是支持，不是最後一句話

source: It's too early to call a trend — barely any of the runway has passed.
de: Es ist noch zu früh, um einen Trend auszurufen – kaum etwas vom Laufsteg ist passiert.
es: Es demasiado pronto para señalar una tendencia: apenas ha pasado algo de la pasarela.
fr: Il est trop tôt pour qualifier une tendance : presque aucune piste n'a été franchie.
it: È troppo presto per definire una tendenza: non è passata quasi nessuna passerella.
pl: Za wcześnie, by mówić o trendzie — minęła dopiero znikoma część czasu.
pt_pt: É muito cedo para definir uma tendência – quase nenhuma passarela passou.
ru: Тенденцию называть пока рано — взлетно-посадочную полосу почти не проехали.
th: ยังเร็วเกินไปที่จะเรียกเทรนด์ — แทบไม่มีรันเวย์ใดผ่านไปเลย
zh_hans: 现在判断趋势还为时过早——几乎没有任何一条跑道已经过去。
zh_hant: 現在判斷趨勢還為時過早——幾乎沒有任何一條跑道已經過去。

source: It's within about a metre of %@.
de: Er ist etwa einen Meter von %@ entfernt.
es: Está a aproximadamente un metro de %@.
fr: Il se trouve à environ un mètre de %@.
it: È a circa un metro da %@.
pl: Znajduje się w odległości około metra od %@.
pt_pt: Está a cerca de um metro de %@.
ru: Он находится примерно в метре от %@.
th: ในระยะประมาณหนึ่งเมตรจาก %@
zh_hans: 它在 %@ 约一米范围内。
zh_hant: 它在 %@ 約一公尺範圍內。

source: Its limits
de: Seine Grenzen
es: Sus límites
fr: Ses limites
it: I suoi limiti
pl: Jego ograniczenia
pt_pt: Seus limites
ru: Его пределы
th: ขีดจำกัดของมัน
zh_hans: 它的局限性
zh_hant: 它的局限性

source: Its story below stays yours. A new goal is one tap away in Coach settings.
de: Seine Geschichte unten bleibt deine. Ein neues Ziel ist in den Coach-Einstellungen einen Tipp entfernt.
es: Su historia abajo sigue siendo tuya. Un nuevo objetivo está a un toque en los ajustes del Coach.
fr: Son histoire ci-dessous reste la tienne. Un nouvel objectif est à un geste dans les réglages du Coach.
it: La sua storia qui sotto rimane tua. Un nuovo obiettivo è a portata di tocco nelle impostazioni Coach.
pl: Jego historia poniżej pozostaje Twoja. Nowy cel dzieli jedno dotknięcie w ustawieniach trenera.
pt_pt: A história abaixo permanece sua. Uma nova meta está a um toque de distância nas configurações de Coach.
ru: Его история ниже останется вашей. Новая цель — одним касанием в настройках Coach.
th: เรื่องราวด้านล่างยังคงเป็นของคุณ เป้าหมายใหม่คือการแตะเพียงครั้งเดียวในการตั้งค่าโค้ช
zh_hans: 下面的故事就留给你了。只需在 Coach 设置中轻按一下即可设定新目标。
zh_hant: 下面的故事就留給你了。只需在 Coach 設定中輕按一下即可設定新目標。

source: Journal
de: Tagebuch
es: Diario
it: Diario
pl: Dziennik
pt_pt: Diário
ru: Журнал
th: บันทึกประจำวัน
zh_hans: 日志
zh_hant: 日誌

source: Journal reminder
de: Journal-Erinnerung
es: Recordatorio del diario
fr: Rappel du journal
pl: Przypomnienie dziennika
pt_pt: Lembrete de diário
th: การแจ้งเตือนวารสาร
zh_hans: 日志提醒

source: just now
de: gerade eben
es: ahora mismo
fr: à l'instant
it: proprio ora
pl: właśnie
pt_pt: agora mesmo
ru: только что
th: แค่ตอนนี้
zh_hans: 刚刚
zh_hant: 剛剛

source: Just stop sending
de: Nur nicht mehr senden
es: Solo dejar de enviar
fr: Cesser seulement d’envoyer
it: Smetti solo di inviare
pl: Po prostu przestań wysyłać
pt_pt: Apenas parar de enviar
ru: Просто перестать отправлять
th: เพียงแค่หยุดส่ง
zh_hans: 仅停止发送
zh_hant: 僅停止傳送

source: Keep it within about a metre of %@.
de: Halte ihn nah bei %@ (etwa ein Meter).
es: Mantenla a aproximadamente un metro de %@.
fr: Gardez-le à environ un mètre de %@.
it: Tienilo a circa un metro da %@.
pl: Trzymaj go w odległości około metra od %@.
pt_pt: Mantenha-o a cerca de um metro de %@.
ru: Держите его примерно в метре от %@.
th: เก็บไว้ภายในระยะประมาณหนึ่งเมตรของ %@
zh_hans: 让它保持在 %@ 约一米范围内。
zh_hant: 請將它保持在 %@ 約一公尺範圍內。

source: Keep last exports
de: Letzte Exporte behalten
es: Mantener últimas exportaciones
fr: Conserver les derniers exports
it: Mantieni gli ultimi export
pl: Zachowaj ostatni eksport
pt_pt: Manter últimas exportações
ru: Хранить последние экспорты
th: เก็บการส่งออกครั้งล่าสุด
zh_hans: 保留最近的导出
zh_hant: 保留最近的匯出

source: Keep last snapshots
de: Letzte Snapshots behalten
es: Mantenga las últimas instantáneas
fr: Garder les derniers instantanés
pl: Zachowaj ostatnie migawki
pt_pt: Manter os últimos instantâneos
th: เก็บภาพครั้งสุดท้าย
zh_hans: 保留最近的快照数

source: Keep screen on during a workout
de: Bildschirm während eines Workouts anlassen
es: Mantener la pantalla encendida durante un entrenamiento
fr: Garder l'écran allumé pendant un entraînement
it: Mantieni lo schermo acceso durante un allenamento
pl: Trzymaj ekran włączony podczas treningu
pt_pt: Mantenha o ecrã ligado durante um treino
ru: Не выключать экран во время тренировки
th: เปิดหน้าจอไว้ระหว่างออกกำลังกาย
zh_hans: 锻炼期间保持屏幕常亮
zh_hant: 鍛鍊期間保持螢幕常亮

source: Keep the Oura app instead (import a file)
de: Stattdessen die Oura-App behalten (Datei importieren)
es: Conservar la app de Oura (importar un archivo)
fr: Conserver l'app Oura à la place (importer un fichier)
it: Mantieni invece l'app Oura (importa un file)
pl: Zamiast tego zachowaj aplikację Oura (zaimportuj plik)
pt_pt: Manter a aplicação Oura (importar um ficheiro)
ru: Оставить приложение Oura (импортировать файл)
th: เก็บแอป Oura ไว้แทน (นำเข้าไฟล์)
zh_hans: 改为保留 Oura 应用（导入文件）
zh_hant: 改為保留 Oura 應用程式（匯入檔案）

source: Keep the Oura app instead, import a file
de: Stattdessen die Oura-App behalten, Datei importieren
es: Conservar la app de Oura, importar un archivo
fr: Conserver l'app Oura à la place, importer un fichier
it: Mantieni invece l'app Oura, importa un file
pl: Zamiast tego zachowaj aplikację Oura i zaimportuj plik
pt_pt: Em vez disso, mantenha a aplicação Oura, importe um ficheiro
ru: Оставить приложение Oura, импортировать файл
th: เก็บแอป Oura ไว้แทน นำเข้าไฟล์
zh_hans: 改为保留 Oura 应用，导入文件
zh_hant: 改為保留 Oura 應用程式，匯入檔案

source: Keep the ring on the charger or on your finger so it stays awake.
de: Lass den Ring auf dem Ladegerät oder am Finger, damit er wach bleibt.
es: Mantén el anillo en el cargador o en tu dedo para que permanezca despierto.
fr: Gardez l'anneau sur le chargeur ou à votre doigt pour qu'il reste éveillé.
it: Tieni l'anello sul caricatore o al dito, così resta sveglio.
pl: Trzymaj pierścień na ładowarce lub na palcu, aby nie zasnął.
pt_pt: Mantenha o anel no carregador ou no dedo para que fique acordado.
ru: Держите кольцо на зарядке или на пальце, чтобы оно оставалось активным.
th: วางแหวนไว้บนแท่นชาร์จหรือสวมที่นิ้ว เพื่อให้อุปกรณ์พร้อมเชื่อมต่อ
zh_hans: 把戒指放在充电器上或戴在手指上，让它保持唤醒。
zh_hant: 請讓戒指留在充電器上或戴在手指上，讓它保持喚醒狀態。

source: Keep your bloods, BP and body numbers private, on %@.
de: Halte deine Blutwerte, deinen Blutdruck und Körperwerte privat, auf %@.
es: Mantén tus análisis de sangre, presión arterial y datos corporales en privado, en %@.
fr: Gardez vos analyses sanguines, votre tension et vos données corporelles privées, sur %@.
it: Tieni privati i tuoi valori del sangue, la pressione e i dati corporei, su %@.
pl: Zachowaj prywatność swoich krwi, BP i numerów ciał na %@.
pt_pt: Mantenha os teus sangues, pressão arterial e números de corpo privados, em %@.
ru: Держите анализы крови, давление и другие показатели тела приватными — на %@.
th: เก็บเลือด BP และหมายเลขร่างกายของคุณไว้เป็นส่วนตัวบน %@
zh_hans: 把你的血液、血压和身体数据私密地保存在 %@ 上。
zh_hant: 讓你的血液、血壓和身體數據保持私密，留在 %@ 上。

source: Keep your own numbers here
de: Bewahre deine eigenen Werte hier auf
es: Guarda tus propios números aquí
fr: Gardez vos propres chiffres ici
it: Conserva qui i tuoi numeri
pl: Zachowaj tutaj swoje własne numery
pt_pt: Mantenha aqui os teus próprios números
ru: Храните свои показатели здесь
th: เก็บเลขของตัวเองไว้ที่นี่
zh_hans: 在这里保存你自己的数字
zh_hant: 在這裡保存你自己的數字

source: Keeps the detailed beat-to-beat heart-rate stream running all day and night, not just while a live screen is open, so NOOP captures much more for overnight HRV, recovery and sleep. Uses more battery: your strap streams heart rate continuously while connected.
de: Hält den detaillierten Schlag-zu-Schlag-Herzfrequenz-Stream Tag und Nacht am Laufen, nicht nur bei geöffnetem Live-Bildschirm, sodass NOOP viel mehr für nächtliche HRV, Erholung und Schlaf erfasst. Verbraucht mehr Akku: Dein Strap streamt die Herzfrequenz durchgehend, solange er verbunden ist.
es: Mantiene el flujo detallado de frecuencia cardíaca latido a latido funcionando día y noche, no solo mientras una pantalla en vivo está abierta, de modo que NOOP captura mucho más para la VFC nocturna, la recuperación y el sueño. Usa más batería: tu pulsera transmite la frecuencia cardíaca continuamente mientras está conectada.
fr: Maintient le flux détaillé de fréquence cardiaque battement par battement en continu jour et nuit, pas seulement lorsqu'un écran en direct est ouvert, afin que NOOP capture bien plus pour la VFC nocturne, la récupération et le sommeil. Consomme plus de batterie : votre bracelet transmet la fréquence cardiaque en continu tant qu'il est connecté.
it: Mantiene attivo il flusso dettagliato battito-per-battito della frequenza cardiaca tutto il giorno e tutta la notte, non solo quando una schermata in diretta è aperta, così NOOP cattura molto di più per HRV notturno, recupero e sonno. Consuma più batteria, la tua fascia trasmette la frequenza cardiaca in continuazione mentre è connessa.
pl: Utrzymuje szczegółowy strumień tętna od uderzenia do uderzenia przez cały dzień i noc, a nie tylko wtedy, gdy otwarty jest ekran na żywo, więc NOOP rejestruje znacznie więcej podczas nocnej HRV, regeneracji i snu. Zużywa więcej baterii: po podłączeniu pasek stale przesyła dane o tętnie.
pt_pt: Mantém o fluxo detalhado da frequência cardíaca batimento a batimento durante todo o dia e noite, e não apenas enquanto um ecrã em direto está aberto, pelo que o NOOP capta muito mais para VFC, recuperação e sono durante a noite. Consome mais bateria: a tua bracelete transmite a frequência cardíaca continuamente enquanto está ligada.
ru: Позволяет получать подробный поток пульса от удара к удару весь день и ночь, а не только при открытом экране live-режима, поэтому NOOP собирает намного больше данных для ночной ВСР, восстановления и сна. Расходует больше заряда: браслет непрерывно передаёт пульс, пока подключён.
th: ช่วยให้การสตรีมอัตราการเต้นหัวใจแบบจังหวะต่อจังหวะโดยละเอียดทำงานตลอดทั้งวันทั้งคืน ไม่ใช่แค่ในขณะที่เปิดหน้าจอแบบเรียลไทม์ ดังนั้น NOOP จึงบันทึกข้อมูล HRV การฟื้นตัว และการนอนข้ามคืนได้มากขึ้น ใช้แบตเตอรี่มากขึ้น: สายรัดของคุณจะสตรีมอัตราการเต้นหัวใจอย่างต่อเนื่องขณะเชื่อมต่อ
zh_hans: 让详细的逐拍心率数据流全天候运行，而不仅仅是在实时界面打开时，这样 NOOP 就能为夜间 HRV、恢复和睡眠捕获更多数据。会更耗电，你的手环在连接期间会持续串流心率。
zh_hant: 讓詳細的逐拍心率資料流全天候執行，而不僅僅是在即時畫面打開時，這樣 NOOP 就能為夜間 HRV、恢復和睡眠擷取更多資料。會更耗電，你的手環在連接期間會持續串流心率。

source: Keeps: %@. Tap another wording to keep that one instead.
de: Beibehalten: %@. Tippe auf eine andere Formulierung, um stattdessen diese zu behalten.
es: Se conserva: %@. Toca otra formulación para conservarla en su lugar.
fr: Conservé : %@. Touchez une autre formulation pour la conserver à la place.
it: Viene mantenuta: %@. Tocca un’altra formulazione per mantenere quella.
pl: Zachowuje: %@. Dotknij innego sformułowania, by zachować tamto.
pt_pt: Mantém: %@. Toque noutra formulação para a manter em alternativa.
ru: Будет сохранено: %@. Нажмите другую формулировку, чтобы сохранить её.
th: เก็บ: %@. แตะข้อความอื่นเพื่อเก็บข้อความนั้นไว้แทน
zh_hans: 保留：%@。轻点其他表述即可改为保留该表述。
zh_hant: 保留：%@。點一下其他表述即可改為保留該表述。

source: Key header
de: Schlüssel-Header
es: Encabezado de clave
fr: En-tête de clé
it: Intestazione chiave
pl: Kluczowy nagłówek
pt_pt: Cabeçalho da chave
ru: Заголовок ключа
th: ส่วนหัวของคีย์
zh_hans: 密钥标头
zh_hant: 金鑰標頭

source: Key Metrics
de: Kernmetriken
es: Métricas clave
fr: Métriques clés
it: Metriche chiave
pl: Kluczowe wskaźniki
pt_pt: Métricas-chave
ru: Ключевые показатели
th: ตัวชี้วัดที่สำคัญ
zh_hans: 关键指标
zh_hant: 關鍵指標

source: KEY METRICS
de: KERNMETRIKEN
es: MÉTRICAS CLAVE
fr: MÉTRIQUES CLÉS
it: METRICHE CHIAVE
pl: KLUCZOWE METRYKI
pt_pt: MÉTRICAS PRINCIPAIS
ru: КЛЮЧЕВЫЕ ПОКАЗАТЕЛИ
th: ตัวชี้วัดที่สำคัญ
zh_hans: 关键指标
zh_hant: 關鍵指標

source: Keyword memory fallback
de: Keyword-Speicher-Fallback
es: Reserva de memoria de palabras clave
fr: Sauvegarde de la mémoire des mots clés
it: Fallback della memoria delle parole chiave
pl: Zapasowe wyszukiwanie pamięci po słowach kluczowych
pt_pt: Substituição de memória de palavras-chave
ru: Резервная память для ключевых слов
th: ใช้การค้นความจำด้วยคำสำคัญสำรอง
zh_hans: 关键词记忆回退
zh_hant: 關鍵字記憶回退

source: Kick in at (strap battery)
de: Aktiv ab (Band-Akku)
es: Pase en (la batería del freno)
fr: Démarrage à (batterie)
pl: Kopnij o (akumulator paska)
pt_pt: Pontapé em (bateria da bracelete)
th: เตะเข้าที่ (สายรัดแบตเตอรี่)
zh_hans: 触发条件 (手环电量)

source: Lab Book
de: Laborbuch
es: Cuaderno de laboratorio
fr: Carnet de laboratoire
it: Quaderno di laboratorio
pl: Książka Laboratorium
pt_pt: Caderno de laboratório
ru: Лабораторный журнал
th: หนังสือแล็บ
zh_hans: 实验手记
zh_hant: 實驗手記

source: Lab Book is a private notebook, not a medical service. NOOP stores and lines up the numbers you confirm. It can recognise text locally for review, but it doesn't test, diagnose, or advise. Your records never leave %@; there's no account or cloud, so it isn't "HIPAA-covered." Always rely on your doctor or pharmacist to interpret results.
de: Lab Book ist ein privates Notizbuch, keine medizinische Dienstleistung. NOOP speichert und richtet die von Ihnen bestätigten Nummern aus. Es kann Text lokal zur Überprüfung erkennen, führt jedoch keine Tests, Diagnosen oder Ratschläge durch. Ihre Unterlagen verlassen niemals %@; Es gibt weder ein Konto noch eine Cloud, daher ist es nicht „HIPAA-abgedeckt“. Verlassen Sie sich bei der Interpretation der Ergebnisse stets auf Ihren Arzt oder Apotheker.
es: Lab Book es un cuaderno privado, no un servicio médico. NOOP almacena y alinea los números que usted confirma. Puede reconocer texto localmente para revisarlo, pero no prueba, diagnostica ni aconseja. Sus registros nunca salen de %@; no hay cuenta ni nube, por lo que no está "cubierto por HIPAA". Confíe siempre en su médico o farmacéutico para interpretar los resultados.
fr: Lab Book est un carnet privé, pas un service médical. NOOP stocke et aligne les numéros que vous confirmez. Il peut reconnaître le texte localement pour examen, mais il ne teste, ne diagnostique ni ne conseille. Vos dossiers ne quittent jamais %@ ; il n'y a pas de compte ni de cloud, donc ce n'est pas « couvert par la HIPAA ». Comptez toujours sur votre médecin ou votre pharmacien pour interpréter les résultats.
it: Lab Book è un taccuino privato, non un servizio medico. NOOP memorizza e allinea i numeri confermati. Può riconoscere il testo localmente per la revisione, ma non testa, diagnostica o consiglia. I tuoi record non lasciano mai %@; non esiste un account o un cloud, quindi non è "coperto da HIPAA". Affidati sempre al tuo medico o al farmacista per interpretare i risultati.
pl: Zeszyt badań to prywatny notatnik, a nie usługa medyczna. NOOP przechowuje i zestawia liczby, które potwierdzisz. Potrafi rozpoznać tekst lokalnie do przeglądu, ale nie bada, nie diagnozuje i nie doradza. Twoje zapisy nigdy nie opuszczają %@; nie ma konta ani chmury, więc nie podlegają „ochronie HIPAA”. Interpretację wyników zawsze zostaw lekarzowi lub farmaceucie.
pt_pt: Lab Book é um caderno particular, não um serviço médico. NOOP armazena e alinha os números que você confirma. Ele pode reconhecer texto localmente para revisão, mas não testa, diagnostica ou aconselha. Seus registros nunca saem de %@; não há conta ou nuvem, portanto não é "coberto pela HIPAA". Sempre confie no seu médico ou farmacêutico para interpretar os resultados.
ru: Lab Book — это личный блокнот, а не медицинский сервис. NOOP сохраняет и выстраивает в ряд подтвержденные вами номера. Он может локально распознавать текст для просмотра, но не тестирует, не диагностирует и не дает рекомендаций. Ваши записи никогда не покидают %@; здесь нет учетной записи или облака, поэтому он не «охвачен HIPAA». Всегда полагайтесь на своего врача или фармацевта для интерпретации результатов.
th: Lab Book เป็นสมุดบันทึกส่วนตัว ไม่ใช่บริการทางการแพทย์ NOOP จัดเก็บและจัดเรียงหมายเลขที่คุณยืนยัน สามารถจดจำข้อความในเครื่องเพื่อตรวจสอบได้ แต่ไม่ได้ทดสอบ วินิจฉัย หรือให้คำแนะนำ บันทึกของคุณไม่เคยออกจาก %@; ไม่มีบัญชีหรือระบบคลาวด์ ดังนั้นจึงไม่ได้ "ครอบคลุม HIPAA" พึ่งพาแพทย์หรือเภสัชกรของคุณเสมอในการตีความผลลัพธ์
zh_hans: Lab Book是私人笔记本，不是医疗服务。 NOOP 存储并排列您确认的数字。它可以在本地识别文本以供审阅，但它不进行测试、诊断或提供建议。您的记录永远不会离开%@；没有帐户或云，因此不受“HIPAA 保护”。始终依靠您的医生或药剂师来解释结果。
zh_hant: Lab Book是私人筆記本，不是醫療服務。 NOOP 儲存並排列您確認的數字。它可以在本地識別文字以供審閱，但它不進行測試、診斷或提供建議。您的記錄永遠不會離開%@；沒有帳戶或云，因此不受「HIPAA 保護」。始終依靠您的醫生或藥劑師來解釋結果。

source: Lab Book is a private notebook, not a medical service. NOOP stores and lines up the numbers you enter. It doesn't test, read, diagnose, or advise. Your records never leave %@; there's no account or cloud, so it isn't "HIPAA-covered." Always rely on your doctor or pharmacist to interpret results.
de: Das Laborbuch ist ein privates Notizbuch, kein medizinischer Dienst. NOOP speichert die Zahlen, die du eingibst, und stellt sie nebeneinander. Es testet, liest, diagnostiziert und berät nicht. Deine Aufzeichnungen verlassen %@ nie; es gibt kein Konto und keine Cloud, es ist also nicht „HIPAA-abgedeckt“. Verlass dich bei der Interpretation von Ergebnissen immer auf Arzt oder Apotheke.
es: El Cuaderno de laboratorio es un cuaderno privado, no un servicio médico. NOOP almacena y alinea los números que introduces. No analiza, interpreta, diagnostica ni aconseja. Tus registros nunca salen de %@; no hay cuenta ni nube, así que no está "cubierto por HIPAA". Confía siempre en tu médico o farmacéutico para interpretar los resultados.
fr: Le Carnet de laboratoire est un carnet privé, pas un service médical. NOOP stocke et aligne les chiffres que vous saisissez. Il ne les analyse, ne les lit, ne les diagnostique ni ne les conseille. Vos enregistrements ne quittent jamais %@ ; il n'y a ni compte ni cloud, ce n'est donc pas « couvert par la loi HIPAA ». Fiez-vous toujours à votre médecin ou pharmacien pour interpréter les résultats.
it: Il Quaderno di laboratorio è un taccuino privato, non un servizio medico. NOOP memorizza e allinea i numeri che inserisci, non li analizza, legge, diagnostica o consiglia. I tuoi record non lasciano mai %@; non c'è account né cloud, quindi non è "coperto da HIPAA". Affidati sempre al tuo medico o farmacista per interpretare i risultati.
pl: Lab Book to prywatny notatnik, a nie usługa medyczna. NOOP przechowuje i ustawia w linii wprowadzone liczby. Nie testuje, nie czyta, nie diagnozuje ani nie doradza. Twoje dane nigdy nie opuszczają %@; nie ma konta ani chmury, więc nie jest „objęte ustawą HIPAA”. Zawsze należy polegać na interpretacji wyników przez lekarza lub farmaceutę.
pt_pt: O Lab Book é um caderno privado, não um serviço médico. O NOOP armazena e alinha os números introduzidos. Não testa, lê, diagnostica ou aconselha. Os teus registos nunca saem de %@; não há conta ou cloud, pelo que não é "coberto pela HIPAA". Confie sempre no teu médico ou farmacêutico para interpretar os resultados.
ru: «Лабораторный журнал» — это личный блокнот, а не медицинский сервис. NOOP сохраняет и сопоставляет числа, которые вы вводите. Он их не анализирует, не считывает, не диагностирует и не даёт рекомендаций. Ваши записи никогда не покидают %@; нет ни аккаунта, ни облака, поэтому это не «подпадает под HIPAA». Всегда полагайтесь на врача или фармацевта для интерпретации результатов.
th: Lab Book เป็นสมุดบันทึกส่วนตัว ไม่ใช่บริการทางการแพทย์ NOOP จัดเก็บและจัดเรียงหมายเลขที่คุณป้อน มันไม่ได้ทดสอบ อ่าน วินิจฉัย หรือให้คำแนะนำ บันทึกของคุณไม่เคยออกจาก %@; ไม่มีบัญชีหรือระบบคลาวด์ ดังนั้นจึงไม่ได้ "ครอบคลุม HIPAA" ควรพึ่งพาแพทย์หรือเภสัชกรในการตีความผลลัพธ์เสมอ
zh_hans: 实验手记是一个私密的笔记本，而非医疗服务。NOOP 存储并排列对齐你录入的数字，它不检测、不解读、不诊断、也不建议。你的记录绝不会离开 %@；没有账户或云端，因此它不受「HIPAA 保护」。请始终依靠你的医生或药剂师来解读结果。
zh_hant: 實驗手記是一個私密的筆記本，而非醫療服務。NOOP 儲存並排列對齊你錄入的數字，它不檢測、不解讀、不診斷、也不建議。你的記錄絕不會離開 %@；沒有帳戶或雲端，因此它不受「HIPAA 保護」。請始終依靠你的醫生或藥劑師來解讀結果。

source: Lab Book keeps your own numbers. It doesn't test, read, or judge them, and it's not medical advice. Everything stays on %@.
de: Das Laborbuch bewahrt deine eigenen Werte auf. Es testet, liest oder beurteilt sie nicht, und es ist kein medizinischer Rat. Alles bleibt auf %@.
es: El Cuaderno de laboratorio guarda tus propios números. No los analiza, interpreta ni juzga, y no es consejo médico. Todo permanece en %@.
fr: Le Carnet de laboratoire conserve vos propres chiffres. Il ne les analyse, ne les lit ni ne les juge, et ce n'est pas un avis médical. Tout reste sur %@.
it: Il Quaderno di laboratorio conserva i tuoi numeri, non li analizza, legge o giudica, e non è un consiglio medico. Tutto resta su %@.
pl: Lab Book przechowuje Twoje własne numery. Nie testuje, nie czyta, nie ocenia i nie jest poradą medyczną. Wszystko pozostaje na %@.
pt_pt: Lab Book mantém os teus próprios números. Não os testa, lê ou julga e não é um conselho médico. Tudo permanece em %@.
ru: «Лабораторный журнал» хранит ваши собственные показатели. Он их не анализирует, не считывает и не оценивает, и это не медицинская рекомендация. Всё остаётся на %@.
th: Lab Book เก็บตัวเลขของคุณเอง มันไม่ได้ทดสอบ อ่าน หรือตัดสิน และไม่ใช่คำแนะนำทางการแพทย์ ทุกอย่างอยู่บน %@
zh_hans: 实验手记保存你自己的数字，它不检测、不解读、也不评判它们，也不是医疗建议。一切都留在 %@ 上。
zh_hant: 實驗手記保存你自己的數字，它不檢測、不解讀、也不評判它們，也不是醫療建議。一切都留在 %@ 上。

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
pt_pt: Idioma
ru: Язык
th: ภาษา
zh_hans: 语言
zh_hant: 語言
